[
 {
   "Potent Patentables": "A: A renowned chemistry professor, and the first New Zealand woman to be elected a fellow of the Royal Society, whose research has been licensed to Saul Ewing client BioMotiv.\n \nQ: Who is Margaret Brimble?\n",
   "Trademarks That End in (R)": "",
   "IP Litigation That Rhymes With Panda": "A:  “Our patent litigation group is representing this client and its product in the largest biosimilar case pending in the United States.”\n \nQ:  “What is Boehringer and Humira?” \n",
   "Wild Card": "A:  The firm’s largest client in billings (July YTD) is a video bingo company involved in this type of lawsuit\n\nQ:  What is trademark infringement? (Castle Hill is the client)",
   "IP Things Non-IP Lawyers Should Know": "A:  This type of IP protects the ornamental features of a product\n\nQ:  What is a design patent?"
 },
 {
   "Potent Patentables": "A:  This technology, prosecuted by Peter Lauro and Brian Landry, exploits differences and cold sensitivity to kill fat\n\nQ:  What is cryolipolysis (COOLSCULPTING)?",
   "Trademarks That End in (R)": "A: These are often filed after obtaining a patent to protect the goodwill an innovator may develop with customers during the course of their monopoly and a valuable opportunity for cross-selling when an existing client chooses to use another firm for their patent work.\n\nQ:  What are trademarks?",
   "IP Litigation That Rhymes With Panda": "A: This SEAL group of five attorneys is ranked fourth nationally in most patent cases brought on behalf of patent holders. \n \nQ: Who are Charlie Lizza, Bill Baton, Sarah Sullivan, David Moses and Alex Callo? or What is our patent litigation group?\n",
   "Wild Card": "A:  This was the world’s best-selling pharmaceutical product (by dollar sales volume) for a number of years in the 1990’s.\n\nQ:  What is omeprazole, sold under the brand name Prilosec by our then client Astra Merck, now Astra Zeneca.  It is a proton pump inhibitor used to treat heartburn/gastric reflux, now also marketed as Nexium.  We helped the client in a number of sales force and co-promotion agreements for the marketing of this product.",
   "IP Things Non-IP Lawyers Should Know": "A:  This type of IP protects commercially valuable information that is not generally known \n\nQ:  What is a trade secret?"
 },
 {
   "Potent Patentables": "A:  This client’s drug CIMZIA was listed as one of the top 25 rheumatology drugs on the market in 2017, and has world-wide sales of over 1.4 billion. \n\nQ:  Who is UCB Celltech?\n",
   "Trademarks That End in (R)": "",
   "IP Litigation That Rhymes With Panda": "A: “On June 15, 2018, the SEAL patent litigation team obtained a temporary restraining order (TRO) enjoining the at-risk generic launch of Dr. Reddy’s on behalf of these SEAL clients.” \n \nQ: “Who are Indivior Inc., Indivior UK Ltd., and Aquestive Therapeutics?”\n",
   "Wild Card": "A:  “This case is the one and only case Saul Ewing Arnstein & Lehr has ever had go to the U.S. Supreme Court.  It was briefed just last month and will be argued around November 30, 2018.”\n \nQ: “What is Helsinn v Teva (Pharmaceutical Patent Litigation Group)?”\n",
   "IP Things Non-IP Lawyers Should Know": "A: The SEAL patent litigation group filed this many complaints in the District of New Jersey in 2017. \n \nQ: What is 45?\n"
 },
 {
   "Potent Patentables": "A:  This client’s two transgenic animal platforms for making human antibodies are licensed to over 30 partners, including large pharma companies. \n\nQ:  Who is Harbour Antibodies?\n",
   "Trademarks That End in (R)": "A:  Sherry Flax has registered trademarks including MAJOR, LINDSEY & AFRICA for this privately held company.\n\nQ:  What is Allegis Group?",
   "IP Litigation That Rhymes With Panda": "A: “On July 13, 2018, the SEAL patent litigation team obtained a rare preliminary injunction enjoining Dr. Reddy’s at-risk generic launch pending a decision on the merits on behalf of SEAL clients, Indivior and Aquestive Therapeutics, in this district court.”\n \nQ: “What is the U.S. District Court for the District of New Jersey?”\n",
   "Wild Card": "A:  “This former CEO of our client, Celgene, is running for the U.S. Senate against Robert Menendez.”\n \nQ: “Who is Bob Hugin?”\n",
   "IP Things Non-IP Lawyers Should Know": "A: The SEAL patent litigation group represents Celgene Corporation in connection with the Revlimid drug product, which accounts for this amount of Celgene’s yearly revenue.\n \nQ: What is approximately $8 billion? \n"
 },
 {
   "Potent Patentables": "A: “The SEAL patent litigation team currently represents Samsung in patent litigation involving this product.”\n \nQ: “What is the Galaxy phone?”\n",
   "Trademarks That End in (R)": "A:  Trademarks are this part of speech.\n\nQ:  What are adjectives?",
   "IP Litigation That Rhymes With Panda": "A: “The SEAL patent litigation team has filed complaints in the District of New Jersey against generics in ANDA cases and an antitrust case on behalf of this innovator brand client.”\n \nQ: “Who is Shire?”\n",
   "Wild Card": "A:  “He is the newest addition to our patent litigation group.”\n \nQ: “Who is Alex Callo?” \n",
   "IP Things Non-IP Lawyers Should Know": "A:  Protected via patents, copyrights, trademarks, and/or trade secrets.\n\nQ: What is intellectual property?"
 },
 {
   "Potent Patentables": "A: The SEAL patent litigation group recently went to trial in a case involving a novel, over-the-counter version of this heartburn medication, which was at one time the largest selling drug in the world.\n \nQ: What is Prilosec?\n",
   "Trademarks That End in (R)": "A:  This arrangement, lacking in quality control, can render a trademark invalid\n\nQ:  What is a naked license?",
   "IP Litigation That Rhymes With Panda": "A: The Luna moth, which has lime green wings and a white body, served as the inspiration for the name (and logo) of this sleep aid, for which the SEAL patent litigation group secured one of the first post-Exergen decisions from a district judge dismissing claims of inequitable conduct.\n \nQ: What is Lunesta?\n",
   "Wild Card": "A: This agenscy has been Directed by Andrei Lancu since February 2018\n\nQ: What is the USPTO?\n",
   "IP Things Non-IP Lawyers Should Know": "A: A document that expires 20 years from the date of filing and grants a limited monopoly.\n\nQ: What is a utility patent?\n"
 },
 {
   "Potent Patentables": "A: The SEAL patent litigation group represents clients Jazz Pharmaceuticals, Inc. and Jazz Pharmaceuticals Ireland Limited in connection with the Xyrem brand drug product, which is used to treat cataplexy and daytime sleepiness in patients suffering from this sleep disorder.\n \nQ: What is Narcolepsy?\n",
   "Trademarks That End in (R)": "",
   "IP Litigation That Rhymes With Panda": "A: In one of the largest Hatch-Waxman cases ever filed in this country, the SEAL patent litigation group recently filed law suits against this many separate generic drug companies seeking to manufacture generic versions of Celgene’s Otezla brand drug product.\n \nQ: What is 19?\n",
   "Wild Card": "A: The date this Patent issued to Samuel Hopkins for an  improvement in the making of Pot ash and Pearl ash by a new Apparatus and Process. \n\nQ: When is 7/31/1790, the date the First patent issued?\n",
   "IP Things Non-IP Lawyers Should Know": "A: Allows the owner of an IP to give another party permission to use that IP\n\nQ: What does a Licensing agreement do?\n"
 },
 {
   "Potent Patentables": "A:  Our patent litigation group represents Boehringer Ingelheim in connection with this drug for the long-term, once-daily, maintenance treatment of bronchospasm associated with chronic obstructive pulmonary disease (COPD).\n \nQ: What is Spiriva?\n",
   "Trademarks That End in (R)": "",
   "IP Litigation That Rhymes With Panda": "A: The SEAL patent litigation group represented clients Elan Corporation, plc and Elan Pharma International Ltd. as co-counsel with this former partner from Morris Nichols Arsht & Tunnell, who was recently appointed as a District Judge for the District of Delaware.\n \nQ: Who is Maryellen Noreika?\n",
   "Wild Card": "A: Implemented on June 19th, 2018 when the 10,000,000 U.S. patent was issued\n\nQ: What is a New design for patent cover\n",
   "IP Things Non-IP Lawyers Should Know": ""
 },
 {
   "Potent Patentables": "A: The SEAL patent litigation group represents Mitsubishi Tanabe Pharma Corp., Janssen Pharmaceuticals, Inc. (J&J) in connection with these drugs designed to improve glycemic control in adults with type 2 diabetes mellitus.\n \nQ: What is Invokana/Invokamet?\n",
   "Trademarks That End in (R)": "",
   "IP Litigation That Rhymes With Panda": "",
   "Wild Card": "A: One common thing between Yale University, University of Pennsylvania, Thomas Jefferson University, Drexel university, the Wistar institute and BioMotiv\n\nQ: What are IP clients of Saul, Ewing, Arnstein & Lehr?\n",
   "IP Things Non-IP Lawyers Should Know": ""
 },
 {
   "Potent Patentables": "A: It is a CAR but you cannot drive it\n\nQ: What is a Chimeric Antigen Receptor?\n",
   "Trademarks That End in (R)": "",
   "IP Litigation That Rhymes With Panda": "",
   "Wild Card": "A:  This client was named in 2017 to Fortune’s Digital Healthcare Leaders list for her work related to engineering vascular and lung tissue, placing her in the vanguard for regenerative medicine. \n \nQ: Who is Laura Niklason.\n",
   "IP Things Non-IP Lawyers Should Know": ""
 }
]